{
    
    "Cars": {
        "Chrysler Nissan Jackrabbit": {
            "Name": "Chrysler Nissan Jackrabbit",
            "Handl": "4/3",
            "Speed": "3",
            "Accel": "2",
            "Bod": "8",
            "Armor": "4",
            "Pilot": "1",
            "Sensor": "2",
            "Seats": "2",
            "Avail": "-",
            "Cost": "10.000¥",
            "S": "Core",
            "Info": "This cheap, ubiquitous electric subcompact was made in North America for decades. Even after North American production ceased, dozens of generic rip-offs were contract produced throughout the third world. The sheer amount of Chrysler-Nissan’ Jackrabbits on the road means the older model must continue to be supported."
        },
        "Honda Spirit": {
            "Name": "Honda Spirit",
            "Handl": "3/2",
            "Speed": "4",
            "Accel": "2",
            "Bod": "8",
            "Armor": "6",
            "Pilot": "1",
            "Sensor": "2",
            "Seats": "2",
            "Avail": "-",
            "Cost": "12.000¥",
            "S": "Core",
            "Info": "This sleek three-wheeled two-seater features an electric engine and is popular with commuting sprawl dwellers. The spirit has a bubble hood for bad weather, with a chemical coating “guaranteed to neutralize 89 percent of acid rain."
        },        
        "Hyundai Shin-Hyung": {
            "Name": "Hyundai Shin-Hyung",
            "Handl": "5/4",
            "Speed": "6",
            "Accel": "3",
            "Bod": "10",
            "Armor": "6",
            "Pilot": "1",
            "Sensor": "2",
            "Seats": "4",
            "Avail": "-",
            "Cost": "28.500¥",
            "S": "Core",
            "Info": "This cheap four-door sports sedan is a fast, powerful car for corp youth to show off their moxie to their friends in a socially acceptable and constructive way. Available for low prices out of the box, the Shin-Hyung is often heavily customized by tuners and street racing enthusiasts to the point of being far more functional and barely recognizable.The Shin-Hyung can be bought cheap, goes fast, and handles well. What else could you want? These facts have made it popular with Triad and Yakuza elements as well as more affluent street gangs and slumming rich-kids."
        },        
        "Eurocar Westwind 3000": {
            "Name": "Eurocar Westwind 3000",
            "Handl": "6/4",
            "Speed": "7",
            "Accel": "3",
            "Bod": "10",
            "Armor": "8",
            "Pilot": "3",
            "Sensor": "5",
            "Seats": "2",
            "Avail": "13",
            "Cost": "110.000¥",
            "S": "Core",
            "Info": "This sleek, classic, low-slung speed machine mixes business and pleasure into perfection. Situated perfectly at the intersection of luxury and performance, this is a turbo-charged sportscar that is only a pipe dream for most slags working their way up through the shadows. Its sexy lines and powerful engine make it consistently powerful among muscle car enthusiasts."
        },
        "Ford Americar": {
            "Name": "Ford Americar",
            "Handl": "4/3",
            "Speed": "3",
            "Accel": "2",
            "Bod": "11",
            "Armor": "6",
            "Pilot": "1",
            "Sensor": "2",
            "Seats": "4",
            "Avail": "-",
            "Cost": "16.000¥",
            "S": "Core",
            "Info": "This four-door sedan has an affordable price point, capacious luggage storage, and safety features that, combined, made it the bestselling family car in North America for decades before losing out to the Mercury Comet. The Americar is reliable and economical, but not fast or sexy. If you need to ferry four metahumans from point A to point B, a Ford Americar is probably the most straightforward and anonymous way to do so. It’s not flashy, and it’s not stylish, but sometimes flashy gets you killed."
        },
        "SK-Bentley Concordat": {
            "Name": "SK-Bentley Concordat",
            "Handl": "5/4",
            "Speed": "5",
            "Accel": "2",
            "Bod": "12",
            "Armor": "12",
            "Pilot": "2",
            "Sensor": "4",
            "Seats": "4",
            "Avail": "10",
            "Cost": "65.000¥",
            "S": "Core",
            "Info": "This luxury sedan is stylish, stately, and impressive. It is fast and powerful, comfortable and safe, opulently appointed, and most importantly, a status symbol. The SK-Bentley Concordat is the kind of car that simstars and orxploitation rappers drive; a runner behind the wheel of one has made the big time indeed. Either that, or they stole it."
        },
        "Mitsubishi Nightsky": {
            "Name": "Mitsubishi Nightsky",
            "Handl": "4/3",
            "Speed": "4",
            "Accel": "2",
            "Bod": "15",
            "Armor": "15",
            "Pilot": "3",
            "Sensor": "5",
            "Seats": "8",
            "Avail": "16",
            "Cost": "320.000¥",
            "S": "Core",
            "Info": "Decadent, secure, and hightech, this armored limousine isn’t for you. It’s for corp executives, media stars, and Mr. Johnson; only in their company will you enjoy its spacious interior and luxurious amenities."
        },
        "Toyota Gopher": {
            "Name": "Toyota Gopher",
            "Handl": "5/5",
            "Speed": "4",
            "Accel": "2",
            "Bod": "14",
            "Armor": "10",
            "Pilot": "1",
            "Sensor": "2",
            "Seats": "3",
            "Avail": "-",
            "Cost": "25.000¥",
            "S": "Core",
            "Info": "This is a classic pickup with great off-road suspension, superior handling, and a loyal customer base. This low-maintenance design is a bit dated but sees widespread use in third world nations and rural areas, especially the NAN. It’s not the most wiz thing you could drive, although its powerful engine and storage space could certainly come in handy if you have some heavy duty hauling to do."
        },
        "GMC Bulldog": {
            "Name": "GMC Bulldog",
            "Handl": "3/3",
            "Speed": "3",
            "Accel": "1",
            "Bod": "16",
            "Armor": "12",
            "Pilot": "1",
            "Sensor": "2",
            "Seats": "6",
            "Avail": "-",
            "Cost": "35.000¥",
            "S": "Core",
            "Info": "This long-running top seller from GM is a capacious (and armored!) delivery van favored by everybody from legitimate shipping and logistics companies to security agencies to heavy mob crews to shadowrunners. It has lots of room for people, gear, or whatever you need to move, plus an engine and chassis that can take a ton of punishment and keep on running."
        },
        "Rover Model 2072": {
            "Name": "Rover Model 2072",
            "Handl": "5/5",
            "Speed": "4",
            "Accel": "2",
            "Bod": "15",
            "Armor": "12",
            "Pilot": "2",
            "Sensor": "4",
            "Seats": "6",
            "Avail": "10",
            "Cost": "68.000¥",
            "S": "Core",
            "Info": "Bigger and more powerful than it needs to be, this luxury van is the top-of-the-line in its class, and just as much of a status symbol as the Bentley. On top of that, it packs intimidating size and all the accessories for cruising through the wilderness. Or, more commonly, through elite urban neighborhoods. This expensive vehicle is gaining more and more popularity with discreet security details for its combination of status and security."
        },
        "Ares Roadmaster": {
            "Name": "Ares Roadmaster",
            "Handl": "3/3",
            "Speed": "3",
            "Accel": "1",
            "Bod": "18",
            "Armor": "18",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "8",
            "Avail": "8",
            "Cost": "52.000¥",
            "S": "Core",
            "Info": "This is a fragging armored car, chummer, and you should be grateful you can buy it legally. Legitimately used to move goods over land that need secure transportation, the Roadmaster may have the speed and handling of the tank that it is, and it may be anything but subtle, but it can reliably shrug off small arms fire and even grenades. For many teams, that’s a worthwhile tradeoff."
        }
    }
}