{
    
    "Drones": {
        "Shiawase Kanmushi": {
            "Name": "Artemis Nightwing",
            "Handl": "4",
            "Speed": "2",
            "Accel": "1",
            "Bod": "0",
            "Armor": "0",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "8",
            "Size": "XXS",
            "Cost": "1.000¥",
            "S": "Core",
            "Info": "This is a four-legged “bug” crawler drone that is hard to tell from a natural insect at a glance. It’s ideal for penetrating confined areas, and its gecko-tipped extremities and light weight render it capable of crawling on walls and ceilings; it is, however, quite fragile, and merely being stepped on or a tag eraser can easily destroy it. This drone is operated with the Pilot Walker skill.<br><br><b>Skill</b><li>Pilot Walker</li><b>Style</b><li>Quadruped</li>"
        },
        "Silkorsky-Bell Microskimmer": {
            "Name": "Silkorsky-Bell Microskimmer",
            "Handl": "3",
            "Speed": "3",
            "Accel": "1",
            "Bod": "0",
            "Armor": "0",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "6",
            "Size": "XXS",
            "Cost": "1.000¥",
            "S": "Core",
            "Info": "Quiet and durable, this disc-shaped skimmer is smaller than a frisbee and can even skim over water. It moves with small and rather weak hoverjets. It is easier to spot than the Kanmushi, but still very small. It is operated with the Pilot Groundcraft skill; the hovercraft specialization applies.<br><br><b>Skill</b><li>Pilot Groundcraft (Hovercraft)</li><b>Style</b><li>Disc</li>"
        },
        "MCT Fly-Spy": {
            "Name": "MCT Fly-Spy",
            "Handl": "4",
            "Speed": "3",
            "Accel": "2",
            "Bod": "1",
            "Armor": "0",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "8",
            "Size": "XS",
            "Cost": "2.000¥",
            "S": "Core",
            "Info": "This Mitsuhama drone is the size and shape of a large insect but can achieve substantially better altitudes. It can serve in an “eye in the sky” role and is handy for shadowing people given the fact that it’s relatively hard to spot. This drone is operated with the Pilot Aircraft skill.<br><br><b>Skill</b><li>Pilot Aircraft</li><b>Style</b><li>Insectoid</li>"
        },
        "Horizon Flying Eye": {
            "Name": "Horizon Flying Eye",
            "Handl": "4",
            "Speed": "3",
            "Accel": "2",
            "Bod": "1",
            "Armor": "0",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "8",
            "Size": "XS",
            "Cost": "2.000¥",
            "S": "Core",
            "Info": "This spherical flying drone uses omnidirectional thrust nozzles to stay airborne. Just about eyeball-sized, it can roll itself on the ground, though it needs to fly to overcome obstructions like stairs and curbs. A version with a built-in flash-pak and smoke grenade costs 500¥ extra; detonating them destroys the drone. Use Pilot Aircraft to operate.<br><br><b>Skill</b><li>Pilot Aircraft</li><b>Style</b><li>Sphere</li><b>Modifications</b><li>Flash-Pack and Smoke Grenade for 500¥ extra</li>"
        },
        "Aztechnology Crawler": {
            "Name": "Aztechnology Crawler",
            "Handl": "4",
            "Speed": "3",
            "Accel": "1",
            "Bod": "3",
            "Armor": "3",
            "Pilot": "4",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "4",
            "Size": "S",
            "Cost": "4.000¥",
            "S": "Core",
            "Info": "This small crawler can easily handle stairs and other obstacles. Designed to operate as a remote snooper in rough rural or urban terrain, the Crawler is efficient and robust. Its Pilot program is a step above most drones in its class. This drone is operated with the Pilot Walker skill.<br><br><b>Skill</b><li>Pilot Walker</li><b>Style</b><li>Insectoid</li>"
        },
        "Lockheed Optic-X2": {
            "Name": "Lockheed Optic-X2",
            "Handl": "4",
            "Speed": "4",
            "Accel": "3",
            "Bod": "2",
            "Armor": "2",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "10",
            "Size": "S",
            "Cost": "21.000¥",
            "S": "Core",
            "Info": "This VSTOL stealth craft is only the size of a cyberdeck with its wings folded up for transport. When it is deployed, it is the size of a large hawk or other bird of prey. Its patented signature-limiting technology makes it a favorite of intelligence agencies and shadowrunners; radar systems and visual and audio Perception Tests all receive a –3 dice pool penalty to spot the Optic-X2. This drone is operated with the Pilot Aircraft skill.<br><br><b>Skill</b><li>Pilot Aircraft</li><b>Style</b><li>Plane</li>"
        },
        "Ares Duelist": {
            "Name": "Ares Duelist",
            "Handl": "3",
            "Speed": "3",
            "Accel": "1",
            "Bod": "4",
            "Armor": "4",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "5R",
            "Size": "M",
            "Cost": "4.400¥",
            "S": "Core",
            "Info": "This medium-sized, roughly anthromorph walker drone is an oddity, some might say a novelty. It is designed to patrol on its two feet like a metahuman security guard and is equipped with blade-arms as its primary armaments. Furthermore, it has been stylized so its outer chassis represents the traditional oyoroi samurai armor worn by the Renraku Red Samurai, perhaps a subtle jab at a competing mega. A niche item that is seldom fielded, the duelist has two distinct advantages: its humanoid profile allows it to be mistaken for a more-versatile metahuman guard at a distance, making it useful at facilities guarded by skeleton crews, and its blade-arms are allegedly marginally more effective at combating spirits than the traditional drone combat payloads of guns and more guns. This drone comes with a unique Rating 3 Targeting (Swords) autosoft and mounts a pair of standard swords in special weapon mounts. (The mounted swords cannot be replaced with other weapons, but additional weapon mounts may be installed using the normal rules.) This drone is operated with the Pilot Walker skill.<br><br><b>Skill</b><li>Pilot Walker</li><b>Style</b><li>Humanoid</li><b>Weapons</b><li>Blade-Arms with Autosoft Rating 3 Targeting (Swords)</li>"
        },
        "GM-Nissan Doberman": {
            "Name": "GM-Nissan Doberman",
            "Handl": "5",
            "Speed": "3",
            "Accel": "1",
            "Bod": "4",
            "Armor": "4",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "4R",
            "Size": "M",
            "Cost": "5.000¥",
            "S": "Core",
            "Info": "This tracked perimeter-patrol drone can secure its designated area effectively during day or night conditions. It comes equipped with a standard weapon mount. This drone is operated with the Pilot Groundcraft skill.<br><br><b>Skill</b><li>Pilot Groundcraft</li><b>Style</b><li>Quadruped</li><b>Weapons</b><li>Standard Weapon Mount</li>"
        },
        "MCT-Nissan Roto-Drone": {
            "Name": "MCT-Nissan Roto-Drone",
            "Handl": "4",
            "Speed": "4",
            "Accel": "2",
            "Bod": "4",
            "Armor": "4",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "6",
            "Size": "M",
            "Cost": "5.000¥",
            "S": "Core",
            "Info": "The Roto-Drone is a simple, no-nonsense rotor-wing drone design that is highly modular and customizable. Treat its Body as 3 higher than its actual Rating for determining how many weapon mounts or customizations it can integrate. This drone is operated with the Pilot Aircraft skill.<br><br><b>Skill</b><li>Pilot Aircraft</li><b>Style</b><li>Plane</li><b>Modified Capacity</b><li>Capacity 4+3=7</li>"
        },
        "Cyberspace Designs Dalmatian": {
            "Name": "Cyberspace Designs Dalmatian",
            "Handl": "5",
            "Speed": "5",
            "Accel": "3",
            "Bod": "5",
            "Armor": "5",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "6R",
            "Size": "L",
            "Cost": "10.000¥",
            "S": "Core",
            "Info": "This large and robust VTOL recon drone is capable of hovering and has a sturdy frame for its light weight. It is about the size of a lawn mower when stored, and when deployed is the size of a large hang glider. Lone Star and Knight Errant have both licensed the design for urban surveillance and patrol duties. The Dalmatian is operated with the Pilot Aircraft skill.<br><br><b>Skill</b><li>Pilot Aircraft</li><b>Style</b><li>Plane</li>"
        },
        "Steel Lynx Combat Drone": {
            "Name": "Steel Lynx Combat Drone",
            "Handl": "5",
            "Speed": "4",
            "Accel": "2",
            "Bod": "6",
            "Armor": "12",
            "Pilot": "3",
            "Sensor": "3",
            "Seats": "-",
            "Avail": "10R",
            "Size": "L",
            "Cost": "25.000¥",
            "S": "Core",
            "Info": "A hardened ground combat machine, the Steel Lynx possesses four wheeled legs and a heavy weapon mount. It is operated with the Pilot Groundcraft skill.<br><br><b>Skill</b><li>Pilot Groundcraft</li><b>Style</b><li>Quadruped</li><b>Weapons</b><li>Heavy Weapon Mount</li>"
        }
    }
}