{
    
    "Focus": {
        "Enchanting Focus": {
            "Name": "Enchanting Focus",
            "Karma": "Force x 3",
            "Avail": "(Force x 3)R",
            "Cost": "5.000¥ x Force",
            "S": "Core",
            "Info": "<b>Alchemical focus</b><li>An alchemical focus adds its Force in dice to any Alchemical skill tests.</li><b>Disenchanting focus</b><li>When a disenchanting focus is in contact with another artifact, the magician can add dice equal to its Force to the Disenchanting Test.</li>"
        },
        "Metamagic Focus": {
            "Name": "Metamagic Focus",
            "Karma": "Force x 3",
            "Avail": "(Force x 3)R",
            "Cost": "9.000¥ x Force",
            "S": "Core",
            "Info": "Metamagic foci are advanced type foci designed to support initiates and the higher forms of magic they’ve learned. Metamagic foci add their force to the magician’s initiate grade when using specific metamagics.<br><br><b>Centering focus</b><li>A centering focus adds its Force to the magician’s initiate grade when he uses the centering metamagic on Drain Resistance Tests.</li><b>Flexible signature focus</b><li>A flexible signature focus adds its Force to your grade when increasing the threshold of observers’ Assensing Tests.</li><b>Masking focus</b><li>When resisting someone else’s Assensing Test, add the Force of this focus to your dice pool. It does not increase the number of bonded foci you can mask.</li><b>Spell shaping focus</b><li>Treat your Magic rating as if it was increased by the Force of this focus when determining how much you can shape your spells.</li>"
        },
        "Power Focus": {
            "Name": "Power Focus",
            "Karma": "Force x 6",
            "Avail": "(Force x 4)R",
            "Cost": "18.000¥ x Force",
            "S": "Core",
            "Info": "Power foci live up to their name. They are very powerful foci that temporarily increase your effective Magic rating. That means they add to your Sorcery, Conjuring, and Enchanting dice pools, along with any other test where Magic is involved. Power foci can take any form, but for some reason, rings and amulets are quite popular."
        },
        "Qi Focus": {
            "Name": "Qi Focus",
            "Karma": "Force x 2",
            "Avail": "(Force x 3)R",
            "Cost": "3.000¥ x Force",
            "S": "Core",
            "Info": "Qi (pronounced “chee”) foci only work for adepts. They channel mana into your adept powers. A qi focus can be an object, like other foci, but it can also be worked into a body modification, like tattoos, ritual scarring, and piercings. Each focus is specific to a single adept power at a specific level. While the focus is active, you get the power contained in it, or if you already have the power the focus’s levels are added to your own (if it’s a power with levels, that is; otherwise there’s no benefit for you). The Force of the focus must be four times the Power Point cost of the power it holds, so a Level 1 Improved Ability (Unarmed Combat) qi focus is a Force 2 focus, while a Level 1 Improved Reflexes focus is Force 6 if you do not have Power Point of your own in the power, or Force 4 if you already have levels of your own."
        },
        "Spell Focus": {
            "Name": "Spell Focus",
            "Karma": "Force x 2",
            "Avail": "(Force x 3)R",
            "Cost": "4.000¥ x Force",
            "S": "Core",
            "Info": "Spell foci empower Sorcery skills. Each spell focus is attuned to one of the five category of spells or rituals (Combat, Detection, Illusion, Healing, and Manipulation) when it is created and cannot be changed. There are four types of spell foci.<br><br><b>Counterspelling</b><li>Counterspelling foci add dice equal to their Force to any Counterspelling attempt, as long as the countered spell is in the same category as the focus. It also adds its Force to your spell defense pool.</li><b>Ritual Spellcasting</b><li>A ritual spellcasting focus adds its Force in dice to your Ritual Spellcasting Tests (whether you’re the leader or a participant). If the ritual isn’t a spell ritual, this focus can be used, but if it’s a spell ritual of a different category than the focus, it can’t.</li><b>Spellcasting</b><li>Spellcasting foci add their force to your Spellcasting dice pool as long as the spell is in the same category as the focus.</li><b>Sustaining</b><li>When you cast a spell through a sustaining focus, it sustains the spell for you, letting you avoid the dice pool penalty for sustaining a spell. A spell sustained by a sustaining focus cannot have a Force greater than that of the focus, and the spell’s category must match the focus’s category. If a spell sustained by a focus is disrupted, it ends, but the focus is still active (and still bound to its owner), it’s just not sustaining a spell at the moment. A sustaining focus can’t be used to sustain a spell ritual.</li>"
        },
        "Spirit Focus": {
            "Name": "Spirit Focus",
            "Karma": "Force x 2",
            "Avail": "(Force x 3)R",
            "Cost": "4.000¥ x Force",
            "S": "Core",
            "Info": "Spirit foci empower a magician’s conjuring skills. Each spirit focus must be attuned to a specific type of spirit.<br><br><b>Summoning</b><li>A summoning focus adds dice equal to its Force to summoning attempts as long as the targeted spirit is in the same category as the focus.</li><b>Banishing</b><li>The banishing focus adds its Force to the limit of a magician’s Banishing Test as long as the target spirit is in the same category as the focus.</li><b>Binding</b><li>A binding focus helps a magician tie a spirit to him. The focus adds its Force in dice to a magician’s Binding Test as long as the spirit is in the same category as the focus.</li>"
        },
        "Weapon Focus": {
            "Name": "Weapon Focus",
            "Karma": "Force x 3",
            "Avail": "(Force x 4)R",
            "Cost": "7.000¥ x Force",
            "S": "Core",
            "Info": "A weapon focus always has, unsurprisingly, the form of a melee weapon. It adds magical power to the melee attacks you make with it. When used in physical combat, it gives you its Force as a dice pool bonus on your melee Attack Test. You still rely on your Physical Attributes and skills in combat; the weapon focus merely makes you more effective.<br><br>A weapon focus is effective against astral forms too, whether you’re using astral perception or projection. It adds its Force to your Astral Combat Tests when you’re using it, and you can take it along while astrally projecting. The damage of the weapon in astral combat is the same as it is in the physical world, except that you can decide between Stun or Physical damage (Astral Combat, p. 315)."
        }
    }
}