{
    
    "Arrows": {
        "Arrow": {
            "Name": "Arrow",
            "Acc Mod": "-",
            "DV Mod": "-",
            "AP Mod": "-",
            "Avail": "Rating",
            "Cost": "2¥ * Rating",
            "S": "Core",
            "Info": "An arrow is a fin-stabilized projectile that is launched via a bow, and usually consists of a long straight stiff shaft with stabilizers called fletchings, as well as a weighty (and usually sharp and pointed) arrowhead attached to the front end, and a slot at the rear end called the nock for engaging the bowstring. The use of bows and arrows by humans predates recorded history and is common to most cultures. A craftsman who makes arrows is a fletcher, and one that makes arrowheads is an arrowsmith."
        },
        "Injection arrow": {
            "Name": "Injection arrow",
            "Acc Mod": "-",
            "DV Mod": "-",
            "AP Mod": "-",
            "Avail": "(Rating +2)R",
            "Cost": "20¥ * Rating",
            "S": "Core",
            "Info": "An injection bolt causes the same damage as a regular arrow or bolt, but also includes a payload of one dose of a drug or toxin. Effects depend on the drug payload, but to successfully deliver it, the attack must deal at least one box of damage after the Damage Resistance Test. This is an injection vector toxin attack."
        },
        "Barbed Head": {
            "Name": "Barbed Head",
            "Acc Mod": "-",
            "DV Mod": "+1",
            "AP Mod": "-",
            "Avail": "5R",
            "Cost": "10¥",
            "S": "SR5:R&G",
            "Info": "These heads are designed to hurt not only going in but also coming out. Without someone with a steady hand and some medical skill, pulling out an arrow with one of these on the tip is going to be problematic.<br><br><b>Remove Arrow</b><li>Removing a barbed arrow without doing further damage to the target requires a First Aid + Logic [Mental] (3) Test.<br>Failure results in a number of boxes of Physical damage equal to 3 – hits, unresisted.</li>"
        },
        "Explosive Head": {
            "Name": "Explosive Head",
            "Acc Mod": "-",
            "DV Mod": "+2",
            "AP Mod": "-1",
            "Avail": "9F",
            "Cost": "15¥",
            "S": "SR5:R&G",
            "Info": "What happens when you mount a small shaped charge on the head of an arrow? Hit someone with one of these and find out."
        },
        "Hammerhead": {
            "Name": "Hammerhead",
            "Acc Mod": "-1",
            "DV Mod": "+1S",
            "AP Mod": "+2",
            "Avail": "5",
            "Cost": "5¥",
            "S": "SR5:R&G",
            "Info": "I always thought these were just designed to give an archer the same options as a runner with a gel-loaded pistol, but a little research led me to realize these have been around for a long time. Hunters after small game knew that organ punctures could ruin what little meat the beasts had on them, so they’d opt to knock them out instead of take risks with sharper arrowheads. Additionally, poachers who were after exotic birds but knew they lost a lot of value when they were dead helped give this arrowhead a lot of use."
        },
        "Incendiary Head": {
            "Name": "Incendiary Head",
            "Acc Mod": "-1",
            "DV Mod": "-",
            "AP Mod": "-",
            "Avail": "12F",
            "Cost": "100¥",
            "S": "SR5:R&G",
            "Info": "Not the flaming arrows of ancient times, these arrowheads contain a small charge and a pocket of white phosphorous that erupts and sticks to the target, lighting them on fire. Unpleasant beyond just the initial hurting, the fire continues to burn unless it loses its supply of oxygen.<br><br><b>On Contact</b><li>On a successful hit, even a Grazing Hit, the arrow erupts in white phosphorous fire with a DV of 8P and -6 AP. The WP continues to burn for 3 Combat Turns, causing 6P (–4 AP) of fire damage each turn (Fire Damage) and possibly igniting and damaging items on the character each turn.</li><b>Wireless Bonus</b><li>The head can be detonated before impact and split between two targets within 1 meter of each other. Both targets roll to avoid the attack separately and neither takes the initial 8P damage, instead just suffering the 6P, –4AP, for 4 Combat Turns, including the current one.</li>"
        },
        "Mono Tips": {
            "Name": "Mono Tips",
            "Acc Mod": "-",
            "DV Mod": "-",
            "AP Mod": "-2",
            "Avail": "8R",
            "Cost": "30¥ * Rating",
            "S": "SR5:HT",
            "Info": "These broadhead arrows are sharpened to a single molecule thickness at the edge and excel at punching through modern armor. They provide –2 AP when used as ammunition."
        },
        "Screamer Head": {
            "Name": "Screamer Head",
            "Acc Mod": "-2",
            "DV Mod": "-2S",
            "AP Mod": "+6",
            "Avail": "2",
            "Cost": "5¥",
            "S": "SR5:R&G",
            "Info": "Need to signal the team when you know the local airwaves are full of patrolling deckers? Fire a screamer head. Though some models do in fact scream, most are designed with less awkward sounds. The pitting patterns on the hollow pipe of the head are designed to make a wide variety of sounds for signaling and can even be modified fairly quickly out in the field. A handy tool in any wannabe-Robin Hood’s arsenal.<br><br><b>Reset Sound</b><li>Resetting the sound setting requires a Simple Action and a Logic + Intuition (1) Test.</li><b>Wireless Bonus</b><li>The sound resetting can be done as a Free Action, even while in flight.</li>"
        },
        "Seeker Shafts": {
            "Name": "Seeker Shafts",
            "Acc Mod": "-",
            "DV Mod": "-",
            "AP Mod": "-",
            "Avail": "12F",
            "Cost": "45¥",
            "S": "SR5:HT",
            "Info": "These arrows have basic guidance software and articulated fletching, which allow some ability to home in on a target. They require a bow to have a smartlink equipped. To use them, an archer must first lock on to a target through their smartlink using a Simple Action. The lock persists until the target is changed or line of sight is broken. The arrow grants a +1 dice pool bonus to attacks and negates up to 2 points of negative situational modifiers such as wind, cover, or movement. Seeker shafts are compatible with any variety of arrow as long as the type only affects the head of the arrow.<br><br><b>Smartlink Lock On</b><li>Take a simple action to Lock On. +1 to attack, and negate -2 from circumstantial penalties.</li><b>Wireless bonus</b><li>Locking onto a target is a Free Action</li>"
        }
    }
}