{

    "Bows": {
        "Ares Predator V": {
            "Name": "Ares Predator V",
            "Acc": "5(7)",
            "DV": "8P",
            "AP": "-1",
            "Mode": "SA",
            "RC": "-",
            "Ammo": "15(c)",
            "Avail": "5R",
            "Cost": "725¥",
            "S": "Core",
            "Info": "The newest iteration of the most popular handgun in the world, especially with mercenaries and shadowrunners. Upgraded with improved ergonomics and handling features, the Ares Predator V includes a smartgun system. Some say that the Ares Predator V isn’t better than other guns in its class, but no one can argue that it has better brand recognition.<br><br><b>Modifiers</b><li>Smartgun</li>"
        },
        "Ares Viper Silvergun": {
            "Name": "Ares Viper Silvergun",
            "Acc": "4",
            "DV": "9P(f)",
            "AP": "+4",
            "Mode": "SA/BF",
            "RC": "-",
            "Ammo": "30(c)",
            "Avail": "8F",
            "Cost": "380¥",
            "S": "Core",
            "Info": "The sleek Slivergun pairs the undeniably winning combo of burst-fire capability and built-in sound suppression (an integral silencer, p. 432) with its large magazine capacity. It fires metal slivers that count as flechette ammunition, which is factored into the weapon’s damage code.<br><br><b>Modifiers</b><li>Integral Silencer</li>"
        },
        "Browning Ultra-Power": {
            "Name": "Browning Ultra-Power",
            "Acc": "5(6)",
            "DV": "8P",
            "AP": "-1",
            "Mode": "SA",
            "RC": "-",
            "Ammo": "10(c)",
            "Avail": "4R",
            "Cost": "640¥",
            "S": "Core",
            "Info": "This venerable sidearm is the Ares Predator’s primary competition as the world’s toughest heavy pistol. It offers a built-in top-mounted laser sight and is slightly cheaper.<br><br><b>Modifiers</b><li>TOP:Integral Laser Sight</li>"
        },
        "Colt Government 2066": {
            "Name": "Colt Government 2066",
            "Acc": "6",
            "DV": "7P",
            "AP": "-1",
            "Mode": "SA",
            "RC": "-",
            "Ammo": "14(c)",
            "Avail": "7R",
            "Cost": "420¥",
            "S": "Core",
            "Info": "This government-issue weapon, styled after the legendary Colt M1911a1, uses an electrically induced spark to detonate the bullet’s propellants. The removal of most moving parts from the firing mechanism gives this weapon a reputation for being exceptionally reliable."
        },
        "Remington Roomsweeper": {
            "Name": "Remington Roomsweeper",
            "Acc": "4",
            "DV": "7P",
            "AP": "-1",
            "Mode": "SA",
            "RC": "-",
            "Ammo": "8(m)",
            "Avail": "6R",
            "Cost": "250¥",
            "S": "Core",
            "Info": "This is really more of a short-barreled shotgun than a pistol. When loaded with shot rounds (flechette) rather than solid slugs, it uses Heavy Pistol ranges but shotgun rules (Shotguns, p. 180).<br><br><b>Flechette Ammo</b><li>DV 9P(f), AP +4</li>"
        },
        "Ruger Super Warhawk": {
            "Name": "Ruger Super Warhawk",
            "Acc": "5",
            "DV": "9P",
            "AP": "-2",
            "Mode": "SS",
            "RC": "-",
            "Ammo": "6(cy)",
            "Avail": "4R",
            "Cost": "400¥",
            "S": "Core",
            "Info": "This revolver is as loud as a jet liner and twice as shiny. It’s also one of the scariest handguns in the world. The cased ammo variant is popular for the sheer thrill of swinging open the cylinder gate one handed and dumping spent brass."
        }
    }
}