{

    "Bows": {
        "Bow": {
            "Name": "Bow",
            "Acc": "6",
            "DV": "(Rating +2)P",
            "AP": "-(Rating /4)",
            "Ammo": "-",
            "Avail": "Rating",
            "Cost": "Rating x 100¥",
            "S": "Core",
            "Info": "This could be a traditional longbow of fiberglass or wood, or possibly a modern compound-and-pulley bow. Both are archaic and rare weapons on the streets of 2075, and both have the advantage of being hacker-proof. Reloading a bow takes a Simple Action (Ready Weapon, p. 165). Bows have ratings that indicate the minimum Strength you need to use that weapon. When attacking with a bow, a character whose Strength is less than the Rating suffers a –3 dice pool modifier per point below the minimum; this penalty reflects the difficulty they have in pulling the bow and nocking an arrow. Use the lowest value of your Strength, the bow’s rating, or the arrow Rating for range and damage when attacking a target, because your average Rating 10 titanium-sheathed beryllium-alloy bow tends to turn wood or fiberglass arrows into powder when they hit a target.<br><br><b>Max Rating</b><li>10</li><b>Strength Minimum</b><li>If Strength is less than Rating then -3 DP per point below Rating.</li><b>Damage Rating</b><li>Lowest value of Strength, Bows Rating, or Arrow Rating.</li><b>Range Rating</b><li>Lowest value of Strength, Bows Rating, or Arrow Rating.</li><b>Reload</b><li>Simple Action</li>"
        },
        "Light Crossbow": {
            "Name": "Light Crossbow",
            "Acc": "7",
            "DV": "5P",
            "AP": "-1",
            "Ammo": "4(m)",
            "Avail": "2",
            "Cost": "300¥",
            "S": "Core",
            "Info": "Modern crossbows are equipped with automatic reloading devices, so unless you’re using a museum piece, reloading doesn’t require a Ready Weapon action."
        },
        "Medium Crossbow": {
            "Name": "Medium Crossbow",
            "Acc": "6",
            "DV": "7P",
            "AP": "-2",
            "Ammo": "4(m)",
            "Avail": "4R",
            "Cost": "500¥",
            "S": "Core",
            "Info": "Modern crossbows are equipped with automatic reloading devices, so unless you’re using a museum piece, reloading doesn’t require a Ready Weapon action."
        },
        "Heavy Crossbow": {
            "Name": "Heavy Crossbow",
            "Acc": "5",
            "DV": "10P",
            "AP": "-3",
            "Ammo": "4(m)",
            "Avail": "8R",
            "Cost": "1.000¥",
            "S": "Core",
            "Info": "Modern crossbows are equipped with automatic reloading devices, so unless you’re using a museum piece, reloading doesn’t require a Ready Weapon action."
        },
        "Dynamic Tension Bow": {
            "Name": "Dynamic Tension Bow",
            "Acc": "5",
            "DV": "(Rating +2)P",
            "AP": "-(Rating /4)",
            "Ammo": "-",
            "Avail": "12",
            "Cost": "1.200¥",
            "S": "SR5:HT",
            "Info": "For most people, their Strength is a fixed factor. For those with magic on their side, Strength can vary dramatically. For archers that like to pump themselves up magically, a compound bow was developed with dynamic pulley adjustment that allows a variable draw strength. This bow functions similarly to a compound bow, but the Rating can be changed from 1 through 10 as a Simple Action.<br><br><b>Wireless bonus</b><li>Changing the Rating becomes a Free Action.</li>"
        },
        "Harpoon Gun": {
            "Name": "Harpoon Gun",
            "Acc": "5",
            "DV": "9P",
            "AP": "-2",
            "Ammo": "1",
            "Avail": "6R",
            "Cost": "200¥",
            "S": "SR5:R&G",
            "Info": "Whether used to spear fish, defend against some of the more aggressive denizens of the oceans, or remind other sentient swimmers that what you’ve found beneath the waves belongs to you, the Aquadyne Shark can be a valuable asset. Powered by CO2 and possessing an internal magazine, the Shark doesn’t stop after just one pull of the trigger, a feature that has saved many a diver that trusted the Aquadyne brand. For the sport fisherman, the Shark features the QuickClip line system that makes setting up for the next catch faster than ever.<br><br><b>Mode:</b>SS"
        }
    }
}