{

    "Machine Guns": {
        "FN Mag-5": {
            "Name": "FN Mag-5",
            "Acc": "4(5)",
            "DV": "11P",
            "AP": "-3",
            "Mode": "FA",
            "RC": "2(8)",
            "Ammo": "50(c)/100(belt)",
            "Avail": "18F",
            "Cost": "8.500¥",
            "S": "SR5:R&G",
            "Info": "A common sight on the modern battlefield of the Sixth World, the MAG-5 is often seen as a vehicle-mounted weapon or defending a fixed position. While its overall accuracy is considered slightly sub-par by some, few can deny the raw power of this weapon. A laser sight, gasvent 2 system, and under-barrel tripod come standard.<br><br><b>Standard upgrades</b><li>Gas-vent 2<br>Laser sight<br>Tripod</li>"
        },
        "GE Vindicator Mini-Gun": {
            "Name": "GE Vindicator Mini-Gun",
            "Acc": "4(6)",
            "DV": "9P",
            "AP": "-4",
            "Mode": "FA",
            "RC": "2",
            "Ammo": "200(belt)",
            "Avail": "24F",
            "Cost": "6.000¥",
            "S": "SR5:R&G",
            "Info": "While technically classified as a light machine gun, this six-barreled, belt-fed, rotary lead-spitter is usually mounted on vehicles, drones, or light aircraft. The “Vindi” is also popular with metatypes of a larger stature. Despite the relatively light ammo it uses, the Vindicator has exceptional armor-piercing capabilities and decent recoil management. However, the weapon is also large and cumbersome. Ammo is available in the standard 100 or GE’s custom 200-round belt (not compatible with any other weapon system, cost: 100 nuyen). Operating the Vindicator requires a few seconds for the barrels to rotate before it can fire, which can only be done in the Full Auto mode. A smartgun system also comes standard.<br><br><b>Standard upgrades</b><li>Slide mounts (top and bottom)<br>Smartgun</li><b>Rotate Barrels</b><li>Users must take a Simple Action to rotate the barrels of the Vindicator before it can fire.</li>"
        },
        "Ingram Valiant": {
            "Name": "Ingram Valiant",
            "Acc": "5(6)",
            "DV": "9P",
            "AP": "-2",
            "Mode": "BF/FA",
            "RC": "2(3)",
            "Ammo": "50(c)/100(belt) ",
            "Avail": "12F",
            "Cost": "5.800¥",
            "S": "Core",
            "Info": "This legendary light machine gun is popular with mercenary units the world over. It comes with a rigid stock with shock pad, a laser sight, and a barrel-mounted gas-vent 2 system.<br><br><b>Modifiers</b><li>Rigid Stock with Shock Pad<br>Laser Sight<br>Barrel: Gas-Vent (2)</li>"
        },
        "RPK HMG": {
            "Name": "RPK HMG",
            "Acc": "5",
            "DV": "12P",
            "AP": "-4",
            "Mode": "FA",
            "RC": "(6)",
            "Ammo": "50(c)/100(belt)",
            "Avail": "16F",
            "Cost": "16.300¥",
            "S": "Core",
            "Info": "This heavy Russian machine gun is used by the militaries of several eastern European and Near East countries, primarily as a vehicle-mounted support weapon. Equipped with a detachable tripod, the RPK is usually fired from a prone, sitting, or kneeling position when not mounted on a vehicle.<br><br><b>Modifiers</b><li>Detachable Tripod</li>"
        }
    }
}