{

    "Clothing": {
        "Clothes": {
            "Name": "Clothes",
            "Armor": "-",
            "Capacity": "-",
            "Avail": "-",
            "Cost": "20¥ - 100.000¥",
            "S": "Core",
            "Info": "Clothing in 2075 comes with amazing features you’ll likely completely take for granted. Commlinks, music players, and other electronic devices can be woven right into the fabric, powered by interwoven batter ies or special energy-gather ing fabrics. On the other side of the economy, cheap soybased “flats” can be had for five nuyen per ar ticle of clothing from vending machines around the Sprawl. The more money you spend on your threads, the more impressive you look."
        },
        "CloElectrochromic Modificationthes": {
            "Name": "Electrochromic Modification",
            "Armor": "-",
            "Capacity": "-",
            "Avail": "+2",
            "Cost": "+500¥",
            "S": "Core",
            "Info": "Electrochromic threads can change color with voltage, letting you alter the color of your clothing or display text, images, or patterns. This is good for fashion, but great for vanishing into a crowd if you need a quick costume change. You can even get armored clothing in electrochromic styles. It takes a Simple Action to change the settings on your electrochromic clothes, but a couple of Combat Turns to complete the change.<br><br><b>Wireless</b><li>Changing your clothes’ settings is a Free Action, and while it’s not good enough to be camouflage, it can display images, text files, or flat video from your commlink.</li>"
        },
        "Feedback Clothing": {
            "Name": "Feedback Clothing",
            "Armor": "-",
            "Capacity": "-",
            "Avail": "8",
            "Cost": "+500¥",
            "S": "Core",
            "Info": "This haptic clothing allows for a tactile component to an augmented reality experience."
        },
        "Leather Jacket": {
            "Name": "Leather Jacket",
            "Armor": "4",
            "Capacity": "<span style='color: #00ff00;'>4</span>",
            "Avail": "-",
            "Cost": "+200¥",
            "S": "Core",
            "Info": "Usually made of synthleather unless you’ve got mad nuyen, this type of jacket (waist-length to duster) never goes out of style and even offers a modicum of protection. Just don’t expect it to stop bullets."
        },
        "Executive Suite": {
            "Name": "Executive Suite",
            "Armor": "12",
            "Capacity": "<span style='color: #00ff00;'>4</span>",
            "Avail": "12",
            "Cost": "2.000¥",
            "S": "SR5:R&G",
            "Info": "The line’s name pretty much says it all. These suits are usually found on the ultra-secure upper floors of megacorporate headquarters. They’re slick and smooth, and outside of the improvements they’ve had added from Zoé’s armor tech advancements, they haven’t changed much in the past decade.<br><br><b>Features</b><li>Custom Fit<br>Newest Model<br>Increase Social Limit by 1</li><b>Wireless Bonus</b><li>Increase Social Limit by 2</li>"
        },
        "Industrious": {
            "Name": "Industrious",
            "Armor": "9",
            "Capacity": "<span style='color: #00ff00;'>6</span>",
            "Avail": "6",
            "Cost": "1.100¥",
            "S": "SR5:R&G",
            "Info": "I always thought of this as infiltration camouflage. This clothing can help you look like you belong in a facility while also allowing you to wear a degree of protection. My Lightly Worn selection of this line is full of strippeddown versions from various corps and governments that just need some patches and the right equipment to fit the pockets.<br><br><b>Feature</b><li>Increase Social Limit by 1 (when wearing clothing suited to a particular corporate environment)<br>Gear Access</li><b>Wireless Bonus</b><li>+1 dice pool bonus to Social Tests when worn within the appropriate corp.</li>"
        },
        "Actioneer Business Clothes": {
            "Name": "Actioneer Business Clothes",
            "Armor": "8",
            "Capacity": "<span style='color: #00ff00;'>8</span>",
            "Avail": "8",
            "Cost": "1.500¥",
            "S": "Core",
            "Info": "A discreetly armored “power suit” is a popular choice among Mr. Johnsons, faces, and fixers looking for a little high-class protection coupled with style. It features a concealable holster (Firearm Accessories, p. 431) in the jacket."
        },
        "Armor Clothing": {
            "Name": "Armor Clothing",
            "Armor": "6",
            "Capacity": "<span style='color: #00ff00;'>6</span>",
            "Avail": "2",
            "Cost": "450¥",
            "S": "Core",
            "Info": "Lightweight ballistic fiber weave makes these garments almost impossible to detect as armor. It doesn’t provide as much protection as real armor, but it’s available in a wide variety of styles."
        },
        "Armor Jacket": {
            "Name": "Armor Jacket",
            "Armor": "12",
            "Capacity": "<span style='color: #00ff00;'>12</span>",
            "Avail": "2",
            "Cost": "1.000¥",
            "S": "Core",
            "Info": "The most popular armor solution on the streets comes in all styles imaginable. It offers good protection without catching too much attention. But don’t think of wearing one to a dinner party."
        },
        "Armor Vest": {
            "Name": "Armor Vest",
            "Armor": "9",
            "Capacity": "<span style='color: #00ff00;'>9</span>",
            "Avail": "4",
            "Cost": "500¥",
            "S": "Core",
            "Info": "This modern flexible-wrap vest is designed to be worn under regular clothing without displaying any bulk. A popular and cost-effective option."
        },
        "Chameleon Suit": {
            "Name": "Chameleon Suit",
            "Armor": "9",
            "Capacity": "<span style='color: #00ff00;'>9</span>",
            "Avail": "10R",
            "Cost": "1.700¥",
            "S": "Core",
            "Info": "This full-body suit has a smart ruthenium polymer coating supported by a sensor suite; the technology allows it to scan its surroundings and replicate the images at the proper perspectives. Add 2 to your limit when you make Sneaking tests to hide. A chameleon suit is also armored for the wearer’s protection.<br><br><b>Wireless</b><li>The suit uses the extra information about your surroundings and also gives you a +2 dice pool bonus to Sneaking Tests for hiding.</li>"
        },
        "Full Body Armor": {
            "Name": "Full Body Armor",
            "Armor": "15",
            "Capacity": "<span style='color: #00ff00;'>15</span>",
            "Avail": "14R",
            "Cost": "2.000¥",
            "S": "Core",
            "Info": "Impossible to conceal, this armor is worn by military and security personnel around the world for heavy ops duty. It is styled for intimidation as well as ease of movement, with a full array of tactical holsters, pouches, and webbing, and is certain to draw attention. The suit can be modified for environmental adaptation (hot or cold environments) or chemically sealed to completely protect the wearer from toxic environments and attacks. The suit’s helmet has a Capacity of 6 for the purpose of being equipped with vision or audio enhancements.<br><br><b>Full Helmet<li>Armor +3<br>Capacity<span style='color: #00ff00;'> 6</span><br>Avail -<br>Cost +500¥</li>Chemical Seal<li>Armor -<br>Capacity -<br>Avail +6<br>Cost +6.000¥</li>Environment Adaptation<li>Armor -<br>Capacity -<br>Avail +3<br>Cost +1.000¥</li></b>"
        },
        "Lined Coat": {
            "Name": "Lined Coat",
            "Armor": "9",
            "Capacity": "<span style='color: #00ff00;'>9</span>",
            "Avail": "4",
            "Cost": "900¥",
            "S": "Core",
            "Info": "This Wild West style duster has been consistently popular on the mean streets of the world’s sprawls for the past thirty years. Besides its protective traits, the armored trenchcoat provides an additional –2 Concealability modifier to items hidden underneath."
        },
        "Urban Explorer Jumpsuit": {
            "Name": "Urban Explorer Jumpsuit",
            "Armor": "9",
            "Capacity": "<span style='color: #00ff00;'>9</span>",
            "Avail": "8",
            "Cost": "650¥",
            "S": "Core",
            "Info": "Designed for couriers, athletes, and freerunners, these colorful jumpsuits are well ventilated and breathable but surprisingly protective with lightweight densiplast and liquid reactive armor. Urban explorer jumpsuits feature a built-in music player and biomonitor.<br><br><b>Helmet<br><li>Armor +2<br>Capacity<span style='color: #00ff00;'> 2</span><br>Avail -<br>Cost +100¥</li></b>some text"
        },
        "Helmet": {
            "Name": "Helmet",
            "Armor": "+2",
            "Capacity": "<span style='color: #00ff00;'>6</span>",
            "Avail": "-",
            "Cost": "100¥",
            "S": "Core",
            "Info": "Helmets come in a wide variety of shapes and sizes and protect your noggin from trauma. Helmets have Capacity 6 for being tricked out with accessories like trode nets and vision enhancements."
        },
        "Ballistic Shield": {
            "Name": "Ballistic Shield",
            "Armor": "+6",
            "Capacity": "<span style='color: #00ff00;'>6</span>",
            "Avail": "12R",
            "Cost": "1.200¥",
            "S": "Core",
            "Info": "This large opaque shield is used by SWAT teams and in urban combat. It features a clear plastic window and a built-in ladder frame along the inside so that it can be used to climb over small obstacles.<br><br><b>As Weapon</b>li>Acc 4<br>Reach -<br>DV (STR+2)S<br>AP -<br></li>"
        },
        "Riot Shield": {
            "Name": "Riot Shield",
            "Armor": "+6",
            "Capacity": "<span style='color: #00ff00;'>6</span>",
            "Avail": "10R",
            "Cost": "1.500¥",
            "S": "Core",
            "Info": "As an added crowd control measure, a riot shield can be used to shock anyone who comes into contact with it, inflicting Electricity damage. The taser shield holds 10 charges; when attached to a power point, it regains one charge per 10 seconds.<b>Charges</b><li>10</li><b>Recharge</b><li>One charge per 10 seconds</li><b>Wireless</b><li>The riot shield recharges by induction, rechaging one charge per hour.</li><b>As Weapon</b><li>Acc 4<br>Reach -<br>DV 9S(e)<br>AP -5</li>"
        }
    }
}