{
    
    "Head": {
        "Commlink": {
            "Name": "Commlink",
            "Essence": "0.2",
            "Capacity": "[<span style='color: #ff0000;'>2</span>]",
            "Avail": "-",
            "Cost": "2.000¥ + Commlink",
            "S": "Core",
            "Info": "The implanted version of the commlink (p. 438) comes with a sim module at no additional cost. An integral headware commlink is popular with corporate operatives, company men, and sararimen on the go. Generally speaking, commlinks with a Device Rating of less than 5 are not installed inside your skull, for security reasons."
        },
        "Control Rig": {
            "Name": "Control Rig (R 1-3)",
            "Essence": "1/2/3",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "(5/10/15)R",
            "Cost": "(43/97/208)k ¥",
            "S": "Core",
            "Info": "This implant harnesses the raw data-coordinating and synchronization power of the middle brain for the express purpose of directly manipulating rigged vehicles and drones (and other devices with rigger interface, like turrets). It has a built-in sim module, so you can use it for DNI with other devices. It also comes with a universal data connector and about a meter of retractable cable (it’s like getting a free datajack). When you’re jumped into a vehicle or drone, the control rig provides its Rating as a dice pool bonus on all Vehicle skill tests. Additionally, the rating of your control rig is added to the Handling and Speed of any vehicle you are jumped into. As if that was not enough, your Vehicle Test thresholds are reduced by the rating of your control rig (to a minimum of 1), again when you’re jumped in."
        },
        "Cortex Bomb": {
            "Name": "Cortex Bomb (R 1-3)",
            "Essence": "-",
            "Capacity": "[<span style='color: #ff0000;'>1/2/3</span>]",
            "Avail": "(12/16/20)F",
            "Cost": "(10/25/40)k ¥",
            "S": "Core",
            "Info": "An illegal method of coercion, cranial bombs come in three flavors: kink, microbomb, and area bomb. Kink bombs are designed to damage only part of the victim’s head, either rendering specific headware useless or damaging the brain to cause blindness, stuttering, hearing loss, or some other trauma. Of course, sometimes when something in your head explodes, things don’t go exactly as planned and the result is a bit… much. The microbomb version is just powerful enough to kill the unfortunate bearer. Area cranial bombs kill the victim, and they also affect a blast area exactly like a fragmentation grenade (p. 434). The bombs can be remote- or time-detonated, or even set to discharge by sound recognition. If installed in cyberlimbs, these bombs are designed to destroy specific components (kink), the entire limb (regular), or blast the area and damage the bearer (microbomb)."
        },
        "Cyberdeck": {
            "Name": "Cyberdeck",
            "Essence": "0.4",
            "Capacity": "[<span style='color: #ff0000;'>4</span>]",
            "Avail": "5R",
            "Cost": "5.000¥ + Deck",
            "S": "Core",
            "Info": "Simply put, you’ve got a deck in your body. This is a very convenient for ther hacker on the go and is often sported by G-men and military deckers."
        },
        "Datajack": {
            "Name": "Datajack",
            "Essence": "0.1",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "2",
            "Cost": "1.000¥ x Rating",
            "S": "Core",
            "Info": "A datajack gives you a direct neural interface (p. 222), which can be handy in a lot of situations. It also comes with a retractable spool of micro-cable (about a meter long) that lets you directly interface with any electronic device via a universal access cable. Datajacks are equipped with their own cache of storage memory for downloading or saving files. Two datajack users can string a fiberoptic cable between themselves to conduct a private mental communication immune to radio interception or eavesdropping.<br><br><b>Wireless</b><li>The datajack gives you Rating 1 noise reduction.</li>"
        },
        "Data Lock": {
            "Name": "Data Lock (R 1–12)",
            "Essence": "0.1",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "Rating x 2",
            "Cost": "1.000¥ x Rating",
            "S": "Core",
            "Info": "This special datajack is popular with couriers, spies, diplomatic aids, and executive liasions. Effectively, it turns the character in whom it is installed into a walking data safe. The data lock has a Device Rating equal to its own rating, and it protects the data from anyone not authorized to access it (possibly including you). Data locks are not wireless enabled; they can only be accessed via universal data connector. In fact the bearer of the implant doesn’t have mental access to the data—they’re only a carrier."
        },
        "Olfactory Booster": {
            "Name": "Olfactory Booster (1–6)",
            "Essence": "0.2",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "Rating x 3",
            "Cost": "4.000¥ x Rating",
            "S": "Core",
            "Info": "This cybersnout enhances, identifies, and records smells, and can play them back later. The massively enhanced olfactory capabilities of a sniffer open up a whole new world of sensory data to you—you’ll be able to sense things that ordinarily only a scenthound would. You can smell people’s emotions in their sweat (and if applicable, the maker’s mark of their tailored pheromones), traces of ammunition propellant, explosives, or biological and chemical warfare compounds—the list goes on and on. A cut-off function allows you to completely ignore intense odors, possibly the most convenient feature for use in your daily life. The olfactory booster can even be used in VR to create an even more immersive experience. Add the booster’s rating as a dice pool modifier to your scent-based Perception Tests."
        },
        "Simrig": {
            "Name": "Simrig",
            "Essence": "0.2",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "12R",
            "Cost": "4.000¥ x Rating",
            "S": "Core",
            "Info": "An implanted version of the simrig described on p. 439, this headware implant allows you to record sensory data for later replay (or sale if you’re really interesting)."
        },
        "Skilljack": {
            "Name": "Skilljack (R 1–6)",
            "Essence": "0.1 x Rating",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "Rating x 2",
            "Cost": "20.000¥ x Rating",
            "S": "Core",
            "Info": "This headware interprets knowsofts and linguasofts for your brain so you can use them as though they were your own. It can also run activesofts, but they only act as Knowledge Skills unless you have skillwires (p. 455). The total of all skills running on a skilljack cannot exceed its Rating x 2, and the maximum Rating for a skill is the skilljack’s Rating. Starting skills from storage and stopping skills is a Free Action. You can’t use Edge with skills you have through a skilljack. If you have more than one skilljack, only one of them can operate at a time. Wireless: The extra boost from the Matrix increases the total Rating limit to the skilljack’s Rating x 3."
        },
        "Taste Booster": {
            "Name": "Taste Booster",
            "Essence": "0.2",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "Rating x 3",
            "Cost": "3.000¥ x Rating",
            "S": "Core",
            "Info": "The taste booster performs the same function as the olfactory booster, except that it enhances your taste buds. The taste booster also lets you experience gustatory data in AR and VR environments with a “taste track”—caveat emptor on that one, chummer. Apply the taste booster’s rating as a dice pool bonus to any Perception Test involving taste."
        },
        "Tooth Compartment": {
            "Name": "Tooth Compartment",
            "Essence": "-",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "8",
            "Cost": "800¥",
            "S": "Core",
            "Info": "The oldest cyberware on the market, these hollow teeth come in storage and breakable models. The storage model is used to smuggle really, really tiny contraband, the size of a datachip or a really small RFID tag. Items can be removed with a wireless signal or hidden catch. The breakable model triggers a linked effect (such as starting a tracking signal, or releasing deadly poison into your mouth—make sure you remember which is which!) with a wireless signal, or it may trigger when you bite down hard on the tooth."
        },
        "Ultrasound Sensor": {
            "Name": "Ultrasound Sensor (R 1–6)",
            "Essence": "0.25 x Rating",
            "Capacity": "[<span style='color: #ff0000;'>2</span>]",
            "Avail": "10",
            "Cost": "12.000¥ x Rating",
            "S": "Core",
            "Info": "This cyberware is exactly like the ultrasound sensor. When active, it replaces your normal vision. It can be switched between active sonar, passive sonar, and off with a Free Action."
        },
        "Voice Modulator": {
            "Name": "Voice Modulator (R 1–6)",
            "Essence": "0.2",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "(Rating x 3)F",
            "Cost": "5.000¥ x Rating",
            "S": "Core",
            "Info": "This implant gives you perfect pitch and enormous vocal flexibility and distortion capabilities. You can speak with an increased volume (up to 100 decibels) without strain, shift your pitch to make perfect bird calls or mellifluous singing, and most importantly, uncanny vocal impressions. The modulator can also play back (and more or less perfectly imitate) a recorded or captured voice. Add the Rating of the modulator to your dice pool for Impersonation skill tests."
        },
        "Tailored Pheromones": {
            "Name": "Tailored Pheromones (R 1–3)",
            "Essence": "0.2 x Rating",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "(Rating x 4)R",
            "Cost": "31.000¥ x Rating",
            "S": "Core",
            "Info": "These pheromones are specially tailored to subtly influence others and can be released at will. Tailored pheromones add their Rating as a dice pool modifier to your skill tests for skills in the Acting and Influence skill groups, but only when the person you’re using them on is within a comfortable conversation range—if they can’t smell you, the pheromones don’t work. Tailored pheromones also work on you to make you feel better about yourself; increase your Social limit by the Rating. Tailored pheromones have no effect on magical abilities and tests.<br><br><b>+Rating dice pool to Acting and Influence Skill Tests</b><br><b>+Rating to Social Limit</b>"
        },
        "Toxin Extractor": {
            "Name": "Toxin Extractor (R 1–6)",
            "Essence": "0.2 x Rating",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "Rating x 3",
            "Cost": "4.800¥ x Rating",
            "S": "Core",
            "Info": "A specially cultivated cluster of cells in your liver improves its filtering capabilities. The toxin extractor adds its Rating as a dice pool modifier to all your Toxin Resistance Tests (Toxins, Drugs, and BTLs, p. 408).<br><br><b>+Rating dice pool to Toxin Resistance Tests</b>"
        },
        "Tracheal Filter": {
            "Name": "Tracheal Filter (R 1–6)",
            "Essence": "0.1 x Rating",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "Rating x 3",
            "Cost": "4.500¥ x Rating",
            "S": "Core",
            "Info": "Implanted at the top of your trachea, this organ can absorb airborne impurities and keep them from reaching your lungs. The filter adds its Rating as a dice pool modifier to Toxin Resistance Tests versus inhalation vector toxins (Toxins, Drugs, and BTLs, p. 408).<br><br><b>+Rating dice pool to Inhalation Toxin Resistance</b>"
        },
        "Replacement Finger/Toe": {
            "Name": "Replacement Finger/Toe",
            "Essence": "-",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "2",
            "Cost": "1.000¥",
            "S": "SR5:CF",
            "Info": ""
        },
        "Replacement Hand/Foot": {
            "Name": "Replacement Hand/Foot",
            "Essence": "0.1",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "4",
            "Cost": "10.000¥",
            "S": "SR5:CF",
            "Info": ""
        },
        "Replacement Partial Arm/Leg": {
            "Name": "Replacement Partial Arm/Leg",
            "Essence": "0.2",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "6",
            "Cost": "20.000¥",
            "S": "SR5:CF",
            "Info": ""
        },
        "Replacement Full Arm/Leg": {
            "Name": "Replacement Full Arm/Leg",
            "Essence": "0.4",
            "Capacity": "[<span style='color: #ff0000;'>-</span>]",
            "Avail": "8",
            "Cost": "40.000¥",
            "S": "SR5:CF",
            "Info": ""
        }
    }
}